export const data = {
    welcome: {
        endTime: 20,
        content: [
            'Добро пожаловать на просторы Белогорья! Открывай для себя новые локации, изучай предметы и забирай подарки каждый день — вот такие мы щедрые. ',
            'Белогорье приветствует тебя! Погружайся в сказку, изучая локации, героев и волшебные артефакты. Без бонусов тоже не уйдешь! ',
            'Полное погружение в сказку через 3... 2... 1! Узнай всё о Белогорье, его обитателях и волшебных артефактах. И не забудь забрать подарок на Главной площади.'
        ]
    },
    advice: {
        endTime: 20,
        content: [
            'Ну решайся, куда путь держишь! Кликай на стрелки, не стесняйся, дорогу подскажу // Вон те стрелочки видишь? Щелкай на них и телепортируешься прямиком в Белогорье. И меч-кладенец не нужен.',
            'Я тоже не сразу разобрался с этим камнем! А потом Яга подсказала: на стрелки кликаешь — и попадаешь, куда тебе надо. Покатились?'
        ]
    },
    repeadAdvice: {
        endTime: 15,
        content: [
            'Ладно, давай еще раз — вот здесь твоя первая цель, двигайся к ней!',
            'Эй, меня вообще слышно? Вот, сюда двигай свои булочки, кликай, не стесняйся',
            'Для непонятливых: вот сюда можно и нужно кликать. Ага, не укусит. А вот я могу...'
        ]
    },
    auth: {
        endTime: 20,
        content: [
            'С возвращением! Время продолжить путь: новые подвиги и подарки ждать не будут!',
        ]
    },
    authLong: {
        endTime: 20,
        content: [
            'О, кто это тут у нас? Не скрою, рад снова свидеться. Ну и тут кой-чего появилось за время твоего отсутствияО, кто это тут у нас? Не скрою, рад снова свидеться. Ну и тут кой-чего появилось за время твоего отсутствия',
            'Ну, здравствуй снова! Давай не зевай: без тебя тут в Белогорье столько всего происходило... Время наверстать упущенное!'
        ]
    },
    activeAction: {
        endTime: 10,
        content: [
            'Ой, кто-то разошелся! Может, думаешь со мной на скорость соревноваться? Давай, посмотрим, кто кого!',
            'Погоди-погоди, мы так не договаривались! Тапать бешено — это тебе в другое место.',
            'Твою же сдобу, вот кто-то разошелся! Сбавь обороты, дружище. ',
        ]
    },
    inaction: {
        endTime: 15,
        content: [
            'А что это мы застряли, словно Илья Муромец на печи? Давай, поднимайся и действуй! Подсказка нужна?',
            'Слушай, я, конечно, терпеливый, но может, уже сделаешь что-нибудь?',
            'Разбуди меня, как надумаешь что-нибудь сделать, а то я тут уже подсыхать начал. ',
        ]
    }
}